{
    "regjeringer": [
        {
            "name": "Støre",
            "side": "left",
            "ministers": [
                {
                    "name": "Anniken Huitfelt",
                    "desc": "Huitfeldts avgang som utenriksminister ble delvis trigget av aksje- og habilitetssaker kontroversen knyttet til hennes ektemanns aksjehandler, noe hun ikke hadde holdt seg tilstrekkelig orientert om. Statsminister Jonas Gahr Støre nevnte også Erna Solbergs aksjeskandale som en årsak til avgangen. Selv om det ble spekulert i media om endringer i regjeringen, indikerte kilder at Huitfeldt ønsket å fortsette i rollen, og avgangen kan ha skjedd mot hennes vilje. Hennes tidligere valg om ikke å søke gjenvalg i Arbeiderpartiets sentralstyre ble også nevnt som en faktor.",
                    "role": "Utenriksminister",
                    "img": "Anniken_Huitfeldt.webp",
                    "party": "AP",
                    "controverse": true,
                    "departure_date": "2023-10-16",
                    "source": "https://www.nrk.no/norge/store-om-huitfeldts-avgang_-aksjesaken-en-del-av-begrunnelsen-1.16597519",
                    "source_text": "Helljesen, V., & Rønning, M. (2023, October 16). Støre om Huitfeldts avgang: – Jeg vet dette er en krevende situasjon for Anniken NRK. Hentet 26.12.2023 fra: "
                },
                {
                    "name": "Bjørnar Skjæran",
                    "desc": "Skjærans avgang som fiskeri- og havminister kom med statsminister Jonas Gahr Støres rokeringer i regjeringen, noe som skapte misnøye, spesielt i Nordland. Kritikk inkluderer Skjærans påståtte manglende tilstedeværelse og interesse, mens andre roser hans bidrag til partiet og regionen. Avgangen, som ser ut til å være en del av større rokeringer, ble sett på som overraskende og uforståelig av noen, spesielt gitt Skjærans tidligere bidrag og Nordlands behov for representasjon på høyeste politiske nivå.",
                    "role": "Fiskeri- og Havminister",
                    "img": "Bjørnar_Skjæran.webp",
                    "party": "AP",
                    "controverse": false,
                    "departure_date": "2023-10-16",
                    "source": "https://www.nrk.no/nordland/reagerer-pa-at-bjornar-skjaeran-ma-ga_-_-uforstaelig-og-grov-uforstand-1.16597235",
                    "source_text": "Budalen, A., Guttormsen, M. E., & White Martinsen, M. (2023, Oktober 16). Ap-topp reager på at Skjæran må gå: – Helt uforståelig. NRK Nordland. Hentet 26.12.2023, fra: "
                },
                {
                    "name": "Marte Mjøs Persen",
                    "desc": "Persen en av de som gikk av som statsråd i forbindelse med endringene som ble gjort etter valget 2023. Det er ikke gitt noen spesiell grunn til avgangen, men skapte reaksjoner. Blant annet sa avtroppende byrådsleder i Bergen Rune Nakervik at hun var en \"bunnsolid sosialdemokrat\" som bidro til mye bra i arbeidslivet.",
                    "role": "Arbeids- og Inkluderingsminister",
                    "img": "Marte_Mjøs_Persen.webp",
                    "party": "AP",
                    "controverse": false,
                    "departure_date": "2023-10-16",
                    "source": "https://www.nrk.no/vestland/endringer-i-stores-regjering_-marte-mjos-persen-trer-ut.-erling-sande-inn-1.16597516",
                    "source_text": "Skare Oskarsen, L., Solheim Johannessen, L., & Sæle, O. (2023, Oktober 16). Persen ferdig som minister: – Tror ikke det er et klokt valg av Jonas. NRK Vestland. Hentet 26.12.2023, fra:"
                },
                {
                    "name": "Sigbjørn Gjelsvik",
                    "desc": "Sigbjørn Gjelsvik måtte gå av som minister i 2023, og Erling Sande tok over posisjonen hans. Dette var en del av flere endringer i regjeringen. Det er ikke sagt hvorfor han måtte gå. Når Trygve Slagsvold Vedum fikk spørsmål om dette, svarte han at Gjelsvik ble byttet ut med Sande pga han var en større stemme fra distriktet.",
                    "role": "Kommunal- og Distriktsminister",
                    "img": "Sigbjørn_Gjelsvik.webp",
                    "party": "SP",
                    "controverse": false,
                    "departure_date": "2023-10-16",
                    "source": "https://www.tv2.no/nyheter/innenriks/sigbjorn-gjelsvik-ut-av-regjering-erling-sande-kommer-inn/16134530/",
                    "source_text": "Joner, S., Solheim, U., Skarvøy, L. J., Eriksrud, A., & Talsnes, S. (2023, Oktober 16). Sigbjørn Gjelsvik ut av regjering – Erling Sande kommer inn. TV 2. Hentet 26.12.2023, fra:"
                },
                {
                    "name": "Ola Borten Moe",
                    "desc": "Varslet sin avgang som statsråd og som nestleder i Senterpartiet 21. juli 2023 etter at E24 avslørte at Moe hadde brutt regjeringens habilitetsregler. Han hadde kjøpt aksjer i våpen- og teknologiselskapet Kongsberg Gruppen og deretter deltatt i en regjeringskonferanse der selskapet indirekte ble tildelt en kontrakt.",
                    "role": "Forsknings- og Høyere utdanningsminister",
                    "img": "Ole_Borten_Moe.webp",
                    "party": "SP",
                    "controverse": true,
                    "departure_date": "2023-08-04",
                    "source": "https://www.nrk.no/norge/ola-borten-moe-gar-av-som-statsrad-1.16491037",
                    "source_text": "Helle Jonsbråten, B., Gulbrandsen Lien, K., Fjelldalen, H., & Whittaker, E.-M. B. (2023, Juli 21). Ola Borten Moe går av som statsråd. NRK. Hentet 26.12.2023, fra:"
                },
                {
                    "name": "Anette Trettebergstuen",
                    "desc": "Kunngjorde 23. juni 2023 at hun ønsket å gå av som kulturminister på grunn av alvorlige feil hun hadde gjort knyttet til habilitet overfor tre personer. Hun uttalte at hun hadde hatt en feil tolkning eller feil forståelse av habilitetsreglene.",
                    "role": "Kultur- og Likestillingsminister",
                    "img": "Anette_Trettebergstuen.webp",
                    "party": "AP",
                    "controverse": true,
                    "departure_date": "2023-06-28",
                    "source": "https://www.nrk.no/norge/anette-trettebergstuen-gar-av-som-kulturminister-1.16457966",
                    "source_text": "Haga Honningsøy, K., Rønning, I. K., Simensen, A., Tufan, Ø., Gulbrandsen Lien, K., & Svaar, P. (2023, Juni 23). Anette Trettebergstuen går av som kulturminister. NRK. Hentet 26.12.2023, fra:"
                },
                {
                    "name": "Odd Roger Enoksen",
                    "desc": "I april 2022 leverte Hilde Lengali, tidligere nestleder i Nordland Senterparti, et formelt varsel om upassende oppførsel og kommentarer fra Enoksen, i 2000 til 2001. Enoksen beklaget hendelsene. Senere kom en anonym kvinne fram med en lignende historie om sitt forhold til Enoksen da han var Olje- og Energiminister. Som følge av disse hendelsene kunngjorde Enoksen sin avgang som forsvarsminister i april 2022.",
                    "role": "Forsvarminister",
                    "img": "Odd_Roger_Enoksen2.webp",
                    "party": "SP",
                    "controverse": true,
                    "departure_date": "2022-04-12",
                    "source": "https://www.nrk.no/norge/varsel-mot-forsvarsministeren_--det-gjorde-noe-med-tryggheten-min-1.15917607",
                    "source_text": "Rønning, M., & Tomter, L. (2022, April 2). Varsel mot forsvarsministeren: – Det gjorde noe med tryggheten min. NRK. Hentet 26.12.2023, fra: "
                },
                {
                    "name": "Hadia Tajik",
                    "desc": "I mars 2022 kunngjorde arbeids- og inkluderingsminister Hadia Tajik sin avgang som statsråd. Dette fulgte etter avsløringer i VG at Tajik, i perioden mellom 2006 og 2010, mottok skattefri pendlerbolig som politisk rådgiver, til tross for at hun aldri flyttet inn i eller betalte leie for en leiebolig i hjemfylket. I sin opprinnelige søknad til statsministerens kontor hadde Tajik oppgitt at hun ikke hadde boligutgifter på hjemstedet, og hun fikk deretter innvilget søknaden om pendlerbolig, men med beskjed om å skatte av boligens verdi. Bare seks dager senere sendte Tajik inn en ny søknad om pendlerbolig, denne gangen med opplysninger om boligutgifter på hjemstedet.",
                    "role": "Arbeids- og Inkluderingsminister",
                    "img": "Hadia_Tajik.webp",
                    "party": "AP",
                    "controverse": true,
                    "departure_date": "2022-03-04",
                    "source": "https://www.vg.no/nyheter/innenriks/i/BjBbye/hadia-tajik-gaar-av-som-arbeids-og-inkluderingsminister",
                    "source_text": "Folkvard, M. S., Fjellanger, R., Haugan, B., Røsvik, E., Flydal, E. F., Tørmoen, A., Mater, J., Engen, R. V., Røyne, H., Lægland, M., Nave, O. B., & Ertesvåg, F. (2022, Mars, 2). Hadia Tajik går av som arbeids- og inkluderingsminister. VG. Hentet 26.12.2023, fra: "
                }
            ]
        },
        {
            "name": "Solberg",
            "side": "right",
            "ministers": [
                {
                    "name": "Tine Sundtoft",
                    "desc": "Etter forhandlingene til Paris-avtalen var unnagjort, valgte Sundtoft å trekke seg som Klima- og Miljøminister. Hun forklarer at på grunn av at jobben krevde mye tid, så fikk hun ikke være med så mye med familien som hun ønsket. `En personlig lettelse over å kunne gi seg på topp`, sier hun.",
                    "role": "Klima- og Miljøminister",
                    "img": "Tine_Sundtoft.webp",
                    "party": "Høyre",
                    "controverse": false,
                    "departure_date": "2015-12-16",
                    "source": "https://www.nrk.no/norge/tine-sundtoft-ba-selv-om-a-fratre-1.12706516",
                    "source_text": "Gran Aspunvik, S., Håkonsen, J. R., Sandvik, S., & Finstad, A.-I. (2015, Desember 16). Tine Sundtoft ba selv om å fratre. NRK. Hentet 26.12.2023, fra: "
                },
                {
                    "name": "Thorhild Widvey",
                    "desc": "Det vart meldt i 2015 at Widvey gir seg som kulturminister. Ingen tydlig grunn kommer fram, men blandt annet kulturredaktør i Bergens Tidende, Hilde Sandvik og samfunnsredaktør i Nordlys Lasse Jangås har lenge ment at hun satt utrygt, med tanke på at hun har vært svak på kulturfeltet. Hun startet så som styreleder i Statkraft i 2016.",
                    "role": "Kultur- og Likestillingsminister",
                    "img": "Thorhild_Widvey.webp",
                    "party": "Høyre",
                    "controverse": false,
                    "departure_date": "2015-12-16",
                    "source": "https://www.nrk.no/kultur/widvey-byttes-ut_-helleland-overtar-1.12704729",
                    "source_text": "Bergmo, T., & Aune, O. (2015, Desember 15). Widvey byttes ut, Helleland overtar. NRK. Hentet 26.12.2023, fra: "
                },
                {
                    "name": "Robert Eriksson",
                    "desc": "I følge Siv Jensen sin selvbiografi \" Med Egne Ord \", så ble Eriksson sparket grunnet han inngikk et forhold til en av sine nærmeste rådgivere, som bød på habilitetsproblemer. Andre grunner skal ha vært at Eriksson skal ha vært i konflikt med arbeidsorganisasjonene, pga hannes agressive tone mot de.",
                    "role": "Arbeids- og Inkluderingsminister",
                    "img": "Robert_Eriksson.webp",
                    "party": "FrP",
                    "controverse": true,
                    "departure_date": "2015-12-16",
                    "source": "https://www.nrk.no/norge/siv-jensen-sier-hun-matte-gi-statsrad-sparken-fordi-han-ikke-snakket-sant-om-forhold-1.15723750",
                    "source_text": "Elster, K. (2021, November 9). Siv Jensen sier hun måtte gi statsråd sparken fordi han ikke snakket sant om forhold. NRK. Hentet 26.12.2023, fra: "
                },
                {
                    "name": "Elisabeth Aspaker",
                    "desc": "Aspaker hadde allerede i 2014 sikret seg sin drømme jobb som fylkesmann i Troms, og mulig grunnlaget for avgangen i 2016.",
                    "role": "EU-minister",
                    "img": "Elisabeth_Aspaker.webp",
                    "party": "Høyre",
                    "controverse": false,
                    "departure_date": "2016-12-20",
                    "source": "https://e24.no/norsk-oekonomi/i/dO70vj/nrk-elisabeth-vik-aspaker-gaar-ut-av-regjering",
                    "source_text": "NTB. (2016, Desember 20). NRK: Elisabeth Vik Aspaker går ut av regjering. E24. Hentet 26.12.2023, fra: "
                },
                {
                    "role": "Justis- og Beredskapsminister",
                    "name": "Anders Anundsen",
                    "desc": "Etter 3 år som statsråd velger Anundsen å trekke seg av private grunner. Anundsens tid som justisminister ble også preget av kontroverser, inkludert saker knyttet til politiets beredskap og innvandringspolitikk, men skal ikke ha vært avgjørende årsak til hans avgang.",
                    "img": "Anders_Anundsen.webp",
                    "party": "FrP",
                    "controverse": false,
                    "departure_date": "2016-12-20",
                    "source": "https://www.nrk.no/norge/anundsen-gar-av-som-justisminister-1.13281927",
                    "source_text": "Remen, A. C., Magnus, A., & Carlsen, H. (2016, Desember 18). Anundsen går av som justisminister. NRK. Hentet 26.12.2023, fra: "
                },
                {
                    "role": "Olje- og Energiminister",
                    "name": "Tord Lien",
                    "desc": "Til tross for at Lien kunne ha fortsatt i sin posisjon frem til neste valg, valgte han å lytte til kona Kristin Reitstøen, som følte at hans politiske engasjement tok for mye tid bort fra familien. Etter flere år som Olje- og Energiminister, ønsket Lien å tilbringe mer tid med familien. Dette valget viste omsorg for hans kjæres behov og ble møtt med forståelse.",
                    "img": "Tord_Lien.webp",
                    "party": "FrP",
                    "controverse": false,
                    "departure_date": "2016-12-20",
                    "source": "https://www.vg.no/nyheter/innenriks/i/rQ1L0/tord-lien-derfor-gikk-jeg-av-som-statsraad",
                    "source_text": "Haugan, B. (2017, Januar, 17). Tord Lien: Derfor gikk jeg av som statsråd. VG. Hentet 26.12.2023"
                },
                {
                    "role": "Barne- og Familieminister",
                    "name": "Solveig Horne",
                    "desc": "Solveig Horne mistet jobben som Barne- og likestillingsminister i 2018 som en del av en kabinettendring i den norske regjeringen. Hun hadde innehatt stillingen siden 2013 som medlem av Fremskrittspartiet, men etter at Venstre kom inn i regjering, så ble hun avsett som statsråd.",
                    "img": "Solveig_Horne.webp",
                    "party": "FrP",
                    "controverse": false,
                    "departure_date": "2018-01-17",
                    "source": "https://www.nrk.no/nyheter/nrk-erfarer_-her-er-alle-statsradene-i-solbergs-blagronne-regjering-1.13870020",
                    "source_text": "Fossen, C. H., Bakke, T., & Skei, L. (2018, Januar 16). NRK erfarer: Her er alle statsrådene i Solbergs blågrønne regjering. NRK. Hentet 26.12.2023, fra: "
                },
                {
                    "role": "Justis- og Beredskapsminister",
                    "name": "Per-Willy Amundsen",
                    "desc": "Amundsen gikk av som statsråd i 2018 som følge av regjeringsendringer. Amundsens tid som justisminister ble preget av kontroverser, inkludert spørsmål knyttet til politiets beredskap og innvandringspolitikk. Dette kan ha spilt en rolle i hans avgang, men den primære årsaken var regjeringens politiske dynamikk og behovet for å tilpasse seg endringer i samarbeidet med andre partier i koalisjonen.",
                    "img": "Per-Willy_Amundsen.webp",
                    "party": "FrP",
                    "controverse": false,
                    "departure_date": "2018-01-17",
                    "source": "https://www.tv2.no/nyheter/innenriks/per-willy-amundsen-frp-ferdig-som-justisminister/9615452/",
                    "source_text": "Løset, K., Eriksrud, A. M., & Robstad, F. E. (2018, Januar 16). Per Willy Amundsen (Frp) ferdig som justisminister. TV 2. Hentet 26.12.2023, fra: "
                },
                {
                    "role": "Klima- og Miljøminister",
                    "name": "Vidar Helgesen",
                    "desc": "Som en del av Venstres inndreden i den norske regjeringen i 2018, måtte Helgesen gå av som statsråd. Helgesens avgang var en del av denne omorganiseringen og behovet for å tilpasse regjeringen til den nye politiske dynamikken i Stortinget.",
                    "img": "Vidar_Helgesen.webp",
                    "party": "Høyre",
                    "controverse": false,
                    "departure_date": "2018-01-17",
                    "source": "https://www.nrk.no/nyheter/nrk-erfarer_-her-er-alle-statsradene-i-solbergs-blagronne-regjering-1.13870020",
                    "source_text": "Fossen, C. H., Bakke, T., & Skei, L. (2018, Januar 16). NRK erfarer: Her er alle statsrådene i Solbergs blågrønne regjering. NRK. Hentet 26.12.2023, fra: "
                },
                {
                    "role": "Justis- og Beredskapsminister",
                    "name": "Sylvi Listhaug",
                    "desc": "Sylvi Listhaug måtte trekke seg etter bare 2 måneder som justisminister i 2018 på grunn av en kontrovers knyttet til en Facebook-post der hun anklaget Arbeiderpartiet for å sette terroristers rettigheter over nasjonens sikkerhet. Dette utløste en politisk krise og førte til mistillitsvotum mot henne. Selv om Listhaug senere ble gjeninnsatt i regjeringen i en annen rolle, var Facebook-innlegget og den påfølgende politiske uroen hovedårsaken til hennes avgang som justisminister.",
                    "img": "Sylvi_Listhaug.webp",
                    "party": "FrP",
                    "controverse": true,
                    "departure_date": "2018-03-20",
                    "source": "https://www.nrk.no/norge/sylvi-listhaug-_frp_-gar-av-som-justisminister-1.13970656",
                    "source_text": "Brekke, A., Kalajdzic, P., Cosson-Eide, H., Kolberg, M., Fossen, C. H., & Simonsen, T. P. (2018, Mars 20). Sylvi Listhaug (Frp) går av som justisminister. NRK. Hentet 26.12.2023, fra: "
                },
                {
                    "role": "Nærings- og Fiskeriminister",
                    "name": "Per Sandberg",
                    "desc": "Etter en kontrovers rundt en privat reise til Iran med sin daværende kjæreste, Bahareh Letnes, uten å informere verken statsministeren eller departementet på forhånd, førte til alvorlige sikkerhetsspørsmål og tvil om lojalitet til nasjonale interesser. På grunn av denne kontroversen og kritikk fra kolleger og opposisjonen, valgte Sandberg å trekke seg som fiskeriminister.",
                    "img": "Per_Sandberg.webp",
                    "party": "FrP",
                    "controverse": true,
                    "departure_date": "2018-08-13",
                    "source": "https://www.nrk.no/norge/per-sandberg-gar-av-som-statsrad-og-frp-nestleder-1.14163721",
                    "source_text": "Kalajdzic, P., Furuly, T., & Brekke, A. (2018, August 13). Per Sandberg går av som statsråd og Frp-nestleder. NRK. Hentet 26.12.2023, fra: "
                },
                {
                    "role": "Samferdselsminister",
                    "name": "Ketil Solvik-Olsen",
                    "desc": "Ketil Solvik-Olsen trakk seg som samferdselsminister for å følge kona til en legejobb i USA. Solvik-Olsen forklarte at han ønsket å støtte sin kones karriere, ettersom hun tidligere hadde tilpasset seg han. Dette var grunnen til at han ikke stilte til gjenvalg til Stortinget. Han takket derfor ja til en mulighet til å tilbringe et år i USA med familien.",
                    "img": "Ketil_Solvik-Olsen.webp",
                    "party": "FrP",
                    "controverse": false,
                    "departure_date": "2018-08-31",
                    "source": "https://snl.no/Ketil_Solvik-Olsen",
                    "source_text": "Garvik, O., & Lauritsen, V. (2023, April 21). Ketil Solvik-Olsen. I Store norske leksikon. Hentet 26.12.2023, fra: "
                },
                {
                    "role": "Landbruks- og matminister",
                    "name": "Bård Hoksrud",
                    "desc": "Når KRF i 2019 skulle innta kongens bord ble det gjort kabinettsendring og Hoksrud måtte tre til side til fordel for Olaug Bollestad.",
                    "img": "Bård_Hoksrud.webp",
                    "party": "FrP",
                    "controverse": false,
                    "departure_date": "2019-01-22",
                    "source": "https://www.dagbladet.no/nyheter/dagbladets-kilder-bard-hoksrud-ferdig-som-landbruksminister/70679584",
                    "source_text": "Solås Suvatne, S., & Ringheim, G. (2019, Januar 20). Dagbladets kilder: Bård Hoksrud ferdig som landbruksminister. Dagbladet. Hentet 26.12.2023, fra: "
                },
                {
                    "role": "Justis- og Beredskapsminister",
                    "name": "Tor Mikkel Wara",
                    "desc": "Tor Mikkel Wara trakk seg som justisminister i 2019 etter at hans samboer, Laila Bertheussen, ble siktet for å ha påsatt brann i parets bil og for falske anklager. Wara oppga familiens behov som grunnen til sin avgang. Bertheussen ble senere tiltalt for alvorlige lovbrudd, inkludert angrep på høyeste statsorganers virksomhet og trusler. Avgangen til Wara var preget av en pågående politisk og rettslig prosess knyttet til saken.",
                    "img": "Tor_Mikkel_Wara.webp",
                    "party": "FrP",
                    "controverse": true,
                    "departure_date": "2019-03-29",
                    "source": "https://www.nrk.no/norge/tor-mikkel-wara-gar-av-som-justisminister-1.14494705",
                    "source_text": "Vigsnæs, M. K., & Holm-Nilsen, S. (2019, Mars 28). Tor Mikkel Wara går av som justisminister. NRK. Hentet 26.12.2023, fra: "
                },
                {
                    "role": "Helse- og Omsorgsminister",
                    "name": "Åse Michaelsen",
                    "desc": "Til fordel for Sylvi Listhaug, måtte Michaelsen trekke seg som statsråd. Hun var den første personen til å ha denne ministerposten.",
                    "img": "Åse_Michaelsen.webp",
                    "party": "FrP",
                    "controverse": false,
                    "departure_date": "2019-05-03",
                    "source": "https://snl.no/Åse_Michaelsen",
                    "source_text": "Lauritsen, V. (2023, April 21). Åse Michaelsen. I Store Norske Leksikon. Hentet 26.12.2023, fra: "
                },
                {
                    "role": "Olje- og Energiminister",
                    "name": "Kjell-Børge Freiberg",
                    "desc": "Kjell-Børge Freiberg gikk av som Olje- og Energiminister til fordel for Sylvi Listhaug. Han gikk tilbake til å representere Nordland FrP på Stortinget.",
                    "img": "Kjell-Børge_Freiberg.webp",
                    "party": "Høyre",
                    "controverse": false,
                    "departure_date": "2019-12-18",
                    "source": "https://www.dagsavisen.no/nyheter/innenriks/2019/12/18/kjell-borge-freiberg-ferdig-som-olje-og-energiminister-erstattes-av-sylvi-listhaug/",
                    "source_text": "Prestegård, S. (2019, Desember 18). Kjell-Børge Freiberg ferdig som olje- og energiminister – erstattes av Sylvi Listhaug. Dagsavisen. Hentet 26.12.2023, fra: "
                },
                {
                    "role": "Nærings- og Fiskeriminister",
                    "name": "Geir-Inge Sivertsen",
                    "desc": "Det kom kontroverser knyttet til hans styreverv og etterlønn, som hadde ført til manglende tillit fra opposisjonen. Han hadde tidligere søkt og mottatt etterlønn som ordfører samtidig som han var statssekretær, noe som vakte kritikk. Til tross for at han tilbakebetalte beløpet og ryddet opp i sakene, valgte han å gå av som minister da de kontroversielle sakene tok fokus bort fra hans arbeid som fiskeri- og sjømatminister.",
                    "img": "Geir-Inge_Siversten.webp",
                    "party": "Høyre",
                    "controverse": true,
                    "departure_date": "2020-03-02",
                    "source": "https://e24.no/norsk-oekonomi/i/OpJ5dO/fiskeriminister-geir-inge-sivertsen-ber-om-aa-faa-gaa-av",
                    "source_text": "Ghaderi, H., NTB, (2020, Februar 28). Fiskeriminister Geir Inge Sivertsen ber om å få gå av. E24. Hentet 26.12.2023, fra: "
                },
                {
                    "role": "Kunnskaps- og Integreringsminister",
                    "name": "Trine Skei Grande",
                    "desc": "Grande kunngjorde sin avgang som Venstre-leder og fra regjeringen i 2020. Skei Grande begrunnet sin avgang med behovet for å gi plass til nye ledere i partiet. Hun påpekte at hun tidligere hadde informert valgkomiteen om at hun var villig til å trekke seg som partileder dersom de fant en kandidat de var enige om. Etter at valgkomiteen enstemmig innstilte på gjenvalg av henne som partileder, følte Grande at hun ikke lenger kunne bringe partiet videre som hun hadde håpet.",
                    "img": "Trine_Skei_Grande.webp",
                    "party": "Venstre",
                    "controverse": false,
                    "departure_date": "2020-03-13",
                    "source": "https://www.vg.no/nyheter/innenriks/i/mR4VBl/trine-skei-grande-gaar-av-trekker-seg-som-partileder-og-statsraad-og-tar-ikke-gjenvalg",
                    "source_text": "Johnsen, A. B., Fjellanger, R., Mosveen, E., & Solberg, T. (2020, Mars 12). Trine Skei Grande går av – trekker seg som partileder og statsråd, og tar ikke gjenvalg. VG. Hentet 26.12.2023, fra: "
                },
                {
                    "role": "Barne- og Familieminister",
                    "name": "Kjell Ingolf Ropstad",
                    "desc": "Kjell Ingolf Ropstad gikk av som Barne- og familie minister i 2021 på grunn av kontroverser knyttet til hans bolig- og skattesaker. Han hadde tidligere oppgitt å bo hos foreldrene for å benytte seg av en pendlerbolig betalt av Stortinget. Senere, som statsråd, hevdet han at han ikke hadde utgifter til egen bolig og betalte skatt av statsrådsboligen. Etter forvirring om skatteplikten for statsrådsboligen og en etterbetaling, trakk han seg som minister.",
                    "img": "Kjell_Ingolf_Ropstad.webp",
                    "party": "KrF",
                    "controverse": true,
                    "departure_date": "2021-09-20",
                    "source": "https://www.nrk.no/norge/ropstad-gar-av-1.15657047",
                    "source_text": "Knutsen, M., Norum, H., & Haga Honningsøy, K. (2021, September 18). Ropstad går av. NRK. Hentet 26.12.2023, fra: "
                }
            ]
        }
    ]
}